[
  {
    "path": "posts/Midterm Bib/",
    "title": "Midterm Bibliography",
    "description": "Includes a list of references for my final written paper that will will a textbook-style chapter about human learning.",
    "author": [
      {
        "name": "Liz Weglarz",
        "url": "https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/"
      }
    ],
    "date": "2021-10-22",
    "categories": [],
    "contents": "\nMidterm Bibliography\nBower, G. H., & Clark, M. C. (1969). Narrative stories as mediators for serial learning. Psychonomic Science, 14(4), 181–182. https://doi.org/10.3758/BF03332778\nDempster, F. N. (1996). Chapter 9—Distributing and Managing the Conditions of Encoding and Practice. In E. L. Bjork & R. A. Bjork (Eds.), Memory (pp. 317–344). Academic Press. https://doi.org/10.1016/B978-012102570-0/50011-2\nDickinson, A., & Balleine, B. (2002). The role of learning in the operation of motivational systems. In Steven’s handbook of experimental psychology: Learning, motivation, and emotion, Vol. 3, 3rd ed (pp. 497–533). John Wiley & Sons Inc.\nGrillon, C. (2002). Associative learning deficits increase symptoms of anxiety in humans. Biological Psychiatry, 51(11), 851–858. https://doi.org/10.1016/S0006-3223(01)01370-1\nHoward, R. W. (1999). Reconceptualizing Learning. Review of General Psychology, 3(4), 251–263. https://doi.org/10.1037/1089-2680.3.4.251\nMitchell, C. J., Houwer, J. D., & Lovibond, P. F. (2009). The propositional nature of human associative learning. Behavioral and Brain Sciences, 32(2), 183–198. https://doi.org/10.1017/S0140525X09000855\nPayne, J. W., Bettman, J. R., & Johnson, E. J. (1988). Adaptive strategy selection in decision making. Journal of Experimental Psychology: Learning, Memory, and Cognition, 14(3), 534–552. https://doi.org/10.1037/0278-7393.14.3.534\nPineño, O., & Miller, R. R. (2007). Comparing associative, statistical, and inferential reasoning accounts of human contingency learning. Quarterly Journal of Experimental Psychology, 60(3), 310–329. https://doi.org/10.1080/17470210601000680\nPoulson, C. L. (1983). Differential reinforcement of other-than-vocalization as a control procedure in the conditioning of infant vocalization rate. Journal of Experimental Child Psychology, 36(3), 471–489. https://doi.org/10.1016/0022-0965(83)90047-4\nSachs, J. S. (1967). Recognition memory for syntactic and semantic aspects of connected discourse. Perception & Psychophysics, 2(9), 437–442. https://doi.org/10.3758/BF03208784\nSeligman, M. E. (1970). On the generality of the laws of learning. Psychological Review, 77(5), 406–418. https://doi.org/10.1037/h0029790\nYoung, R. K. (1985). Ebbinghaus: Some consequences. Journal of Experimental Psychology: Learning, Memory, and Cognition, 11(3), 491–495. https://doi.org/10.1037/0278-7393.11.3.491\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-22T09:37:00-04:00",
    "input_file": "Midterm-Bib.knit.md"
  },
  {
    "path": "posts/MidtermProposal/",
    "title": "Midterm Proposal",
    "description": "Describes my proposed plan for the final paper assignment for PSYC 73800 which consists of a textbook-style chapter about human learning and covers cognitive knowledge acquisition and retention processes.",
    "author": [
      {
        "name": "Liz Weglarz",
        "url": "https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/"
      }
    ],
    "date": "2021-10-22",
    "categories": [],
    "contents": "\nMidterm Proposal\nFor my semester-long project, I plan to write a textbook-style chapter about the cognitive aspects of human learning targeted for an undergraduate population. My goal for this project is to introduce the cognitive perspective of the acquisition of knowledge and the retention of such knowledge, the interrelatedness of these processes, and finally, discuss how both have relevant application to humans’ daily experiences.\nI plan to begin the chapter by discussing how learning is broadly defined and how it relates to cognition. In doing so, I will reference key cognitive processes that I thereafter discuss in the chapter including learning acquisition theories such as associative learning and retention of learning concepts such as memory. Before I go into more about these key concepts, I will conclude the introduction by discussing some of the underlying assumptions about learning to contextualize the remainder of the chapter.\nThe first section of the chapter involves the acquisition of knowledge, and thus covers cognitive perspectives of learning. To start, I will briefly introduce associative learning and how it differs from other types of non-associative learning. Then, I will write about classical conditioning and introduce Pavlov’s seminal work. I conclude the subsection by explicitly referencing how Pavlovian conditioning operates for humans and affects behavioral action. Then, I will discuss operant and instrumental conditioning in a second subsection of associative learning. I will spend most of this subsection discussing concepts such as reinforcement and punishment. I will conclude the associative learning section by discussing applications of operant conditioning in real-life scenarios. This will conclude the section on cognitive learning acquisition processes.\nThe second section involves the retention of knowledge and thus will cover various memory concepts related to knowledge encoding, storage, and retrieval. To start, I will discuss knowledge encoding and highlight the reciprocal connection to associative learning processes. Then, I will briefly touch upon the storage of memory. Finally, I will discuss key retrieval processes. For each stage, I will share tangible examples of studies that illustrate these processes and will conclude by also highlighting how memory underlies knowledge acquisition processes.\nFinally, I will conclude the chapter with considerations about learning and reference individual differences and social influences that affect knowledge acquisition and retention processes. I plan to also indicate a few key future directions to expand the study of learning so that students may be interested and inspired about opportunities for studying learning.\nThough my proposed chapter includes a multitude of topics, it is intended to be an overview, and so I plan to use tables and figures to dive deeper into seminal studies and key concepts to each of the main topics that I will not necessarily discuss in the write-up. For example, when discussing reinforcement, I will reference a table that will summarize the various types of reinforcement. Thus, I hope that the final product is a chapter that introduces complex cognitive concepts of learning in a digestible and practical way, so that readers can understand the pervasive and importance of learning to human functioning.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-10-22T09:44:01-04:00",
    "input_file": "MidtermProposal.knit.md"
  },
  {
    "path": "posts/module2/",
    "title": "Module 2 Blog Post: Project Brainstorm",
    "description": "Includes an initial brainstorm of what I hope to do for my semester-long project, along with how I would approach the project and key timeline considerations",
    "author": [
      {
        "name": "Liz Weglarz",
        "url": "https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/"
      }
    ],
    "date": "2021-09-17",
    "categories": [],
    "contents": "\nModule 2 Semester-Long Project Brainstorm\nAt this time, my plan for the semester-long project is to write a textbook-style chapter that summarizes and reviews learning from a cognitive perspective. There are two specific reasons why I am interested in doing so. First, I currently teach an undergraduate course, Psychology of Motivation and Learning. I quite like the materials and textbook with respect to the motivational concepts I teach, but I am less satisfied with the materials that I have used for the learning concepts. So, I hope to ultimately use this textbook-style chapter for teaching, both in terms of preparing a lecture and even assigning reading for my students. Second, as an I/O psychologist in training, I hope to be able to use learning concepts in my applied work such as designing adult development programs in organizations and providing coaching to organizational members. My experience has been that the best way to learn is to teach, so my hope is that writing this chapter will help me to better grasp the concepts and share them with others.\nBelow, I’ve begun to map out what I’d like to achieve, how I’d like to do it, and the timeline in which I will get it done.\nWhat I’d Like to Achieve with this Project:\nWrite a textbook-style chapter about human learning that would take students around 30 minutes to read\nTake complex concepts about learning and explain them in digestible ways (e.g., undergraduate reading level)\nInclude historically relevant concepts, and discuss the evolution of such understanding\nProvide real-life practical examples (i.e., experiments, or narrative accounts) of the learning concepts that I discuss, including suggested exercises to enliven the concepts and make them easier to digest\nRoughly, cover the following:\nWhat is learning?\nHow learning relates to other instances of cognition\nTheories of learning\nEvolution of learning\nKey processes of learning\nExamples of learning processes in real-life\nDeterminants and outcomes of learning (individually, socially)\nFuture directions of study\n\nHow I will gather resources necessary to complete the project:\nProject plan before starting so that I allocate what I need\nUse open-source materials on learning to get an understanding of different ways that I can structure my textbook chapter\nLeverage the learning section of the class to finalize what concepts that I would like to include\nUse literature search to identify other key concepts to include in the chapter\nWhen I will get the project done:\nLate September to mid-October: Draft Project Proposal and Outline Key Components\nUse open source materials to inform overall structure of chapter\nDetermine which learning concepts to include (finalize following learning section of course) to inform plan for literature review\nFigure out exercises\nCreate initial outline of chapter\n\nLate October to mid-November:\nConduct detailed literature\nCreate final outline of chapter\nBegin writing chapter\n\nLate-November to mid-December:\nFinish writing chapter\nAdd in figures, tables, etc.\n\nDepending on how my literature search and exploration of the topic goes, some of the plans above are subject to change before my proposal.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-09-16T13:01:44-04:00",
    "input_file": "module2.knit.md"
  },
  {
    "path": "posts/9.10.21_module 1/",
    "title": "Module 1 Unstructured Writing Assignment",
    "description": "Includes summaries of and reactions to papers by Newell (1973) and Kolers and Roediger (1984)",
    "author": [
      {
        "name": "Liz Weglarz",
        "url": "https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/"
      }
    ],
    "date": "2021-09-10",
    "categories": [],
    "contents": "\nModule 1 Writing Assignment\nKolers, P. A., & Roediger, H. L. (1984). Procedures of mind. Journal of Verbal Learning and Verbal Behavior, 23(4), 425–449. https://doi.org/10/b7gfkh\nHigh-Level Summary: Kolers & Roediger comment on the current psychological approach to studying information processes, which involves the acquisition, storage, and retrieval of information. Oftentimes, researchers have treated the mind and information as physical objects, but these authors are arguing for a process-oriented approach to information processing. As part of their argument, they highlight assumptions made within memory theories to refute some of the current approach, discuss the procedural approach and what it offers, and discuss the applications and extensions (e.g., potential) of this approach.\nReaction: Kolers & Roediger write a very interesting and well developed argument for using a process-oriented approach to conceptualize learning and memory. The argument is rigorous, which makes the text a bit dense at times (although this is understandable if they were striving to make an argument for their case).\nDetailed Summary of Key Points:\nAssumptions about memory theories that have informed much of the contemporary research of memory and learning\nSpatial storage and search - this is supported by research that involves memory fading and posits that storage space for memories runs out at some point.\nStructure- process distinction - there is an assumption that the contents of information processing exist independently of information processing.\nUse of mental structures - garners limited evidence, yet are over-relied upon and sometimes too simplistic to capture the process because everything in memory is connected\nSome sort of executive process coordinates all matters of the mind\nMemory involves conscious recollection - when in reality, consciousness may be only of limited importance for recollection processes.\nSemantic primacy- meaning that researchers have over-indexed on the linguistic meaning of events and have assumed that all knowledge can be described in language (uses smells, knowledge of others is specific to the means of experiencing them)\nA procedural account of performance (refuting points above)\nFirst, refutes many of the above assumptions by citing that:\nMany cog processes are well accommodate in procedural terms (3)\nSemantics does not explain how sounds or smells can be remembered (6)\nThe familiarity of voice helps people to remember more, which refutes this point (2)\nOperations of acquiring and recalling may differ and it affects perf (4)\nMemorability is more of a u-shaped concept as opposed to something that fades away (1,5)\nEvidence for Proceduralist View\nRefutation of semantic primacy: cites evidence that it could not explain how we remember sounds, smells. Semantic also refers to the relation between a symbol and its referent. Semantic disparities refute its idea of primary as presenting worlds in a different orientation, learning by hearing and reading can generate different performance outcomes.\nMeans-dependent knowledge: process of attaining knowledge and the knowledge content cannot be wholly separated. Cites perceptuomotor functions like eye movements and motor skills as part of performance and knowledge acquisition methods that are consistent as being different.\nSpecificity of transfer: Cites evidence that those who were trained better perform better. Also refers to the importance of procedures used for positive training transfer.\nTransfer vs. dissociation of skills: cites that dissociation is a natural state of affairs and its the characteristics of the tasks learned and the relations of underlying procedures used to learn they that need to be explained\nConsciousness: over-reliance on this is faulty because it assumes that one will always be able to describe what took place and it doesn’t actually aid in comprehension or performance\nApplications and Extensions:\nFor encoding phenomena includes levels of processing framework (procedures to acquire info does not translate to performance), generation effect (hearing vs. reading information renders diff performance outcomes), and the effect of imagery instructions on memory.\nFor interaction of acquisition and test includes citing the importance between procedural correspondence of learning and test circumstances and cites the source of knowledge as being important to performance, degree to which situation variables contextualize infor, or the resolution of problem solving. For recovery it includes the savings and transfer of training (which has faded from the mainstream view) adn the degree of transfer from one task to the next.\nReprise:\nThere is a lack of cumulative process in information processing due to inappropriate farming of questions\nThis is due to assumptions in current approach\nArgues that proceduralist approach can help to assuage these shortcomings\nStrengths of Proceduralist approach:\nThere is a unifying principle of behavior which is that complex skills can be broken down into simpler components\nLogic of transfer training can be used to identity component skills\nProcedural descriptions focus on observables\nWeaknesses of the Procedural Approach:\nImprecision of key statements and loose definition of terms such as skill and component, which are fundamental to the approach.\nThere is a lack of a general definition, which makes it challenging to be positioned as a testable theory\nAnswers authors provide to assuage weaknesses:\nSkills are situation specific - so it is hard to draw general conclusions Theoretical procession- may times broadening model makes it hard to use or operate on\nTestability - there is already a lot of evidence that supports the underlying notion of the procedural view (supports that notion that mentation is an activity and remembering is a skill)\nBehavior is situation specific, but the description of behavior should have some generality\nMind as construed in skill in manipulating symbols (recognition and problem solving) and applying them to new occasions (transfer) is a basis\nNewell, A. (1973). You can’t play 20 questions with nature and win: Projective comments on the papers of this symposium. https://doi.org/10/gd4vz2\nHigh-Level Summary: Newell provides reaction and commentary within a review of a symposium. In a way, it feels as if Newell writes the start of the paper to illustrate how disconnected psychological research is to human behavior (writes it in third person, which feels disconnected). Newell offers an interesting critique of the research field in general, and summarizes the state of research as being incremental questions about the same topic (of which we never truly find an answer) or creating dichotomies to investigate further, and asks how these approaches will advance the field and change its reputation. With that, Newell offers an explanation as to why this may be the case, and cites our methods and lack of connection of research, and a lack of a control structure that can run all sorts of sequences to build out models and flows. Finally, Newell offers constructing complete models and analyzing complete tasks as being a way to solve for these shortcomings.\nReaction: Newell provides a very colorful reaction to the symposium, and offers some pretty compelling arguments as to how the field needs to take new directions. As an I/O psychologist, my reactions were mostly to how this paper may have disrupted the psychological research community. This paper likely prompted a new discussion into the field that was very important, but has some shortcomings, and certainly is an opportunity for Newell to self-promote. Still, I think more about how this paper is relevant today. I am not entirely sure that we’ve overcome the complex of lacking as being a “mature science” (i.e., the replication crisis, etc.) so some of these approaches are still used. For me, there is a culture in the field that limits some of the suggestions that Newell provides, even today. The critique is largely aimed at the researchers, but there are industries that also uphold standard practices. Our methods and technologies have advanced, but I am not sure if those advances have done a whole lot to assuage Newell’s critiques.\nDetailed Summary of Key Points:\nDetection\nBegins by discussing various sorts of psychological phenomena and its investigators and how the process of investigation generally goes.\nNotes that it is important to continue to do research on these topics, and comments that there are other spaces that just continue to ask the same questions over and over again.\nThere is a construction of many oppositions (generally binary) to conceptualize and investigate these phenomena (“it’s this way or it’s that way”).\nThere are 2 constructs that drive current experimental style: 1) the discovery of empirical phenomena described earlier on, and 2) formulation of questions that center binary oppositions. Then, we generate experiments to support our explanations and then, this results in high level theory that feels detached from the day-to-day processes that scientists intend to explain.\nThis brings the question of how psychological science will advance. And will that involve using our same processes for more time, or finding new ones? And to what end? What is a mature science?\nWith that, the questions that we want to answer become muddier over time, and clarity may not ever be reached.\nNewell cites an article from Wingfield and Byrnes, that helps to clarify an aspect of a study of decay of information that was initially done about 20 years prior. While they answer 1 question unanswered there is still an issue that this process will continue on based on their unanswered questions.\nNewel akins the scientific endeavor to playing a game of 20 questions. It starts with 1, and then it is broken down into every step, and the question is never actually answered.\nIn reviewing the symposium, Newell found it hard to tie them together. Looked at their underlying components, which further made them feel disconnected, and insignificant, and they will just be broken down and further analyzed.\nThen comments on the papers. Commends their rigor, but comments that it misses a point and they all relate as they fall into a pattern of psychological activity that cannot cumulate.\nDiagnosis\nIssues with methods:\nResearchers must know the method that a subject is using to perform an experimental task. But we’re totally engaged in the discovery and verification of specific methods used by subjects to do experimental tasks.\nThen, Newell talks about averaging over methods. We should find the structure that is fixed and variety so that we can infer the method. There will likely be a collection of methods to choose from, which leads to study design, and careful representation to understand post-hoc analysis,\nThen mentions advances in models, but comments that they lack a control structure- something that can safely specify the conditional sequence of processes without understanding all of the possibilities. Likens it to lacking a programming language.\nSome try to account for it by creating separate models, yet the control structure (likened to glue) is missing so there will be an indefinite sequence of alternative possibilities for how a given take was performed, which in turn leaves theoretical issues from being settled.\n\nPutting it Together:\nWe lack results of all the experiments done put together. Comments on how we link previous research in our studies - often in intro or conclusion.\nExperimental results should not be permitted unless it can successfully challenge (or is consistent with) a substantial part of total existing patterns.\n\nPrognosis:\nNewell argues we need to view humans as information processing systems.\nFirst suggestion is to construct complete processing models as opposed to partial ones. One that includes human control processes ideally.\nArgues it is possible to construct models of detailed control structure with equally detailed assumptions about other processes happening. Each control organization has its own encoding, processing time, and memory load. This provides a basis for analyzing many different tasks.\n\nSecond suggestion is to analyze a complete task. Current style is to design small experiments to settle small questions. Instead, experiments should focus on studies around a single complex task.\nThis has not been done, and it is because no one has tried it. Gives examples of researchers who have begun to scratch the surface of this approach.\n\nThird suggestion is to construct a single problem to perform many tasks.\n\n\n\n",
    "preview": {},
    "last_modified": "2021-09-10T08:22:12-04:00",
    "input_file": "module-1.knit.md"
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Liz Weglarz | PSY 73800 | Blog",
    "description": "Welcome to our new blog, Liz Weglarz | PSY 73800 | Blog. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Liz Weglarz",
        "url": "https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/"
      }
    ],
    "date": "2021-09-08",
    "categories": [],
    "contents": "\nThis is my first blog post.\nTest header 1\nTest header 2\nTesting out how to:\nNumber list\nBullet list\nand insert links https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/\n\n\n\n",
    "preview": {},
    "last_modified": "2021-09-08T13:39:46-04:00",
    "input_file": "welcome.knit.md"
  },
  {
    "path": "posts/9.8.21_first test/",
    "title": "This is my first official test post",
    "description": "I am testing out this feature to ensure I am able to successfully post a blog.",
    "author": [
      {
        "name": "Liz Weglarz",
        "url": "https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/"
      }
    ],
    "date": "2021-09-08",
    "categories": [],
    "contents": "\nThis is my second blog post.\nTest header 1\nTest header 2\nTesting out how to:\nNumber list\nBullet list\nand insert links https://eweglarz3.github.io/Liz-Weglarz-PSY73800-Blog-Fall2021/\n\n\n\n",
    "preview": {},
    "last_modified": "2021-09-08T13:47:06-04:00",
    "input_file": "additional-first-test.knit.md"
  }
]
